// 10진수 8~20까지를 2진수와 16진수로 각각 표현

// 10진수 8, 2진수 1000, 16진수 8
// 10진수 9, 2진수 1001, 16진수 9
// 10진수 10, 2진수 1010, 16진수 A
// 10진수 11, 2진수 1011, 16진수 B
// 10진수 12, 2진수 1100, 16진수 C
// 10진수 13, 2진수 1101, 16진수 D
// 10진수 14, 2진수 1110, 16진수 E
// 10진수 15, 2진수 1111, 16진수 F
// 10진수 16, 2진수 10000, 16진수 10
// 10진수 17, 2진수 10001, 16진수 11
// 10진수 18, 2진수 10010, 16진수 12
// 10진수 19, 2진수 10011, 16진수 13
// 10진수 20, 2진수 10100, 16진수 14

// 10진수 5부터 18까지를 8진수로 표현

// 10진수 5, 8진수 5
// 10진수 6, 8진수 6
// 10진수 7, 8진수 7
// 10진수 8, 8진수 10
// 10진수 9, 8진수 11
// 10진수 10, 8진수 12
// 10진수 11, 8진수 13
// 10진수 12, 8진수 14
// 10진수 13, 8진수 15
// 10진수 14, 8진수 16
// 10진수 15, 8진수 17
// 10진수 16, 8진수 20
// 10진수 17, 8진수 21
// 10진수 18, 8진수 22
